Repository: wescamp/Hall_of_Lame-1.4
Catalog: po/*.po
Languages: cs, da, fr, hu, it, sk, tr

source: 6p - Hall of Lame
cs: 6p - Mrzká síň
da: 6p - De haltendes hal
fr: 6j - La salle de la démence
hu: 6j - Gyámoltalanok csarnoka
it: 6p - Sala della pazzia
tr: 6o - Sakat Dehliz

source: Crazy map where the terrain mutates and where you can pick a lot of powerups.
cs: Bláznivá mapa, kde se mění terén a lze sbírat mnoho vylepšení.
da: Skørt kort hvor terrænet ændrer sig, og hvor du kan samle en masse trylledrikke op.
fr: Une carte folle où le terrain se transforme et où vous pouvez collecter quantité de bonus.
hu: Őrült pálya, ahol a terep változik, és ahol számos extra tárgyat lehet fölvenni.
it: Mappa pazza dove il terreno cambia e dove puoi raccolgiere un mucchio di oggetti magici.
sk: Bláznivá mapa, kde terén mutuje a ked môžte zobrať veľa predmetov.
tr: Arazinin arasıra değişime uğradığı, birimlerin güçlerini arttırabildikleri çılgın bir harita.

source: teamname^North
cs: Seveřané
da: Nord
fr: Nord
hu: Észak
it: Nord
sk: Sever
tr: Kuzey

source: teamname^Southeast
cs: Jihovýchodňané
da: Sydøst
fr: Sud-Est
hu: Délkelet
it: Sud-est
sk: Juhovýchod
tr: Güneydoğu

source: teamname^Southwest
cs: Jihozápadňané
da: Sydvest
fr: Sud-Ouest
hu: Délnyugat
it: Sud-ovest
sk: Juhozápad
tr: Güneybatı

source: teamname^Northeast
cs: Severovýchodňané
da: Nordøst
fr: Nord-Est
hu: Északkelet
it: Nord-est
sk: Severovýchod
tr: Kuzeydoğu

source: teamname^Northwest
cs: Severozápadňané
da: Nordvest
fr: Nord-Ouest
hu: Északnyugat
it: Nord-ovest
sk: Severozápad
tr: Kuzeybatı

source: teamname^South
cs: Jižané
da: Syd
fr: Sud
hu: Dél
it: Sud
sk: Juh
tr: Güney

source: Eradicate all ennemy units
hu: Megsemmisíted az összes ellenséges egységet
it: Elimina tutte le unità nemiche

source: Lose all our units
cs: Ztráta všech tvých jednotek
da: Tab af alle vores enheder
fr: Perte de toutes vos unités
hu: Elveszted az összes egységedet
it: Perdi tutte le tue unità
sk: Prišiel si o všetky jednotky
tr: Tüm birimlerini kaybedersen

source: When a leader dies, a new leader will rise from his remaining units Some magical disorder will alter the terrain. - Blue Orbs will upgrade melee - Green Orbs will upgrade ranged - Red potions will upgrade hp - Blue potions will upgrade speed
cs: Pokud vůdce zemře, stane se vůdcem některá zbývající jednotka. Magická entropie pozměňuje terén. - Modré koule zlepšují útok na blízko - Zelené koule zlepšují útok na dálku - Červené lektvary zvyšují HP a léčí - Modré lektvary zvyšují rychlost
da: Når en leder dør, vil en ny leder rejse sig fra de tilbageværende enheder Magisk uorden vil ændre terrænet. - Blå sfærer vil opgradere nærkamp - Grønne sfærer vil opgradere afstandsvåben - Røde sfærer vil opgradere liv - Blå sfærer vil opgradere hastighed
fr: Lorsque votre chef est tué, un autre est choisi parmi vos unités restantes Des perturbations magiques modifieront le terrain. - Les orbes bleus améliorent le combat au corps à corps - Les orbes verts améliorent le tir à distance - Les potions rouges améliorent les points de vie - Les potions bleues améliorent la vitesse.
hu: Amikor a vezér elesik, új vezér lép elő a megmaradó egységei közül Néhány mágikus zavar átalakítja a terepet. - A Kék Gömbök továbbfejlesztik a közelharc képességet - A Zöld Gömbök továbbfejlesztik a távolsági harc képességet - A Piros Italok növelik az életerőpontokat - A Kék Italok növelik a gyorsaságot
it: Quando un comandante viene eliminato, dalle sue unità rimaste verrà fuori un nuovo capo Alcuni disturbi magici modificheranno il terreno: - le sfere blu incrementano gli attacchi ravvicinati; - le sfere verdi aumentano gli attacchi a distanza; - le pozioni rosse aumentano i PF; - le pozioni blu aumentano la velocità.
sk: Keď veitelia zomrú, nový velitelia budú môcť povstať z ich zvyšných jednotiek Niake magické veci budú môcť zmeniť terén. - Modré kruhy vylepšia boj na blízko Zelené kruhy vylepšia útok na dialku Červené kruhy vylepšia život Modré kruhy vylepšia rýchlosť
tr: Bir lider ölürse kalan birimlerden biri lider olur Bazı sihirli bozulmalar araziyi değiştirecektir. - Mavi küreler yakın döğüş silahlarını güçlendirir - Yeşil küreler menzilli döğüş silahlarını güçlendirir - Kırmızı iksirler YP arttırır. - Mavi iksirler HP arttırır.

source: Orb of Strength
cs: Koule síly
da: Styrkesfære
fr: Orbe de Force
hu: Erő Gömbje
it: Globo della forza
sk: Kruh síly
tr: Güç Küresi

source: melee damages
cs: k poškození útokem zblízka
da: nærkampskader
fr: dégâts au corps à corps
hu: közelharc sebzés
it: danni ravvicinati
sk: zranenie nablízko
tr: yakın hasar

source: +1 melee strike
cs: další útok zblízka
da: +1 nærkampangreb
fr: +1 frappe au corps à corps
hu: +1 közelharc támadás
it: +1 attacco ravvicinato
sk: +1 úder na blízko
tr: +1 yakın vuruş

source: Orb of Mightness
cs: Koule posílení
da: Storhedssfære
fr: Orbe de Puissance
hu: Hatalmasság Gömbje
it: Globo del potere
sk: Kruh Moci
tr: Kudret Küresi

source: Orb of Dexterity
cs: Koule obratnosti
da: Udholdenhedssfære
fr: Orbe de Dextérité
hu: Ügyesség Gömbje
it: Globo della destrezza
sk: Kruh obratnosti
tr: Beceriklilik Küresi

source: ranged damages
cs: k poškození útokem na dálku
da: afstandsskader
fr: dégâts à distance
hu: távolsági sebzés
it: danni a distanza
sk: zranenie na diaľku
tr: menzilli hasar

source: Orb of Marksmanship
cs: Koule dobré mušky
da: Duelighedssfære
fr: Orbe du Tireur d'Élite
hu: Mesterlövészet Gömbje
it: Globo della precisione
sk: Kruh strelectva
tr: Nişancılık Küresi

source: +1 ranged strike
cs: další útok na dálku
da: +1 afstandsvåben
fr: +1 frappe à distance
hu: +1 távolsági támadás
it: +1 attacco a distanza
sk: +1úder na dialku
tr: +1 menzilli atış

source: HP
da: Liv
fr: PV
hu: ÉP
it: PF
sk: životy
tr: YP

source: Elixir of Toughness
cs: Elixír odolnosti
da: Sejhedseliksir
fr: Élixir d'Endurance
hu: Ellenállóság Elixírje
it: Elisir della resistenza
sk: Elexír odolnosti
tr: Dayanıklılık İksiri

source: Move
cs: bodů pohybu
da: Flyt
fr: Mouvement
hu: Mozgás
it: Muovi
sk: Pohyb
tr: HP

source: Elixir of Speed
cs: Elixír rychlosti
da: Hastighedseliksir
fr: Élixir de Rapidité
hu: Sebesség Elixírje
it: Elisir della velocità
sk: Elixír rýchlosti
tr: Hız İksiri

source: gold
cs: zlatých
da: guld
fr: or
hu: arany
it: oro
sk: zlato
tr: altın

source: Treasure chest
cs: Truhlice s pokladem
da: Skatkammer
fr: Trésor
hu: Kincsesláda
it: Baule del tesoro
sk: Truhla s pokladom
tr: Hazine sandığı
